{
    "1": {
        "title": "Mortal Kombat",
        "year": "23/04/2021",
        "storyline": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
        "genre": [
            "Action",
            "Fantasy",
            "Adventure",
            "Science Fiction"
        ],
        "director": "Simon McQuoid"
    },
    "2": {
        "title": "Godzilla vs. Kong",
        "year": "31/03/2021",
        "storyline": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "genre": [
            "Science Fiction",
            "Action",
            "Drama"
        ],
        "director": "Adam Wingard"
    },
    "3": {
        "title": "Vanquish",
        "year": "16/04/2021",
        "storyline": "Victoria is a young mother trying to put her dark past as a Russian drug courier behind her, but retired cop Damon forces Victoria to do his bidding by holding her daughter hostage. Now, Victoria must use guns, guts and a motorcycle to take out a series of violent gangsters—or she may never see her child again.",
        "genre": [
            "Action",
            "Crime",
            "Thriller"
        ],
        "director": "George Gallo"
    },
    "4": {
        "title": "Nobody",
        "year": "26/03/2021",
        "storyline": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "director": "Ilya Naishuller"
    },
    "5": {
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "year": "23/04/2021",
        "storyline": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "genre": [
            "Animation",
            "Action",
            "Adventure",
            "Fantasy",
            "Drama"
        ],
        "director": "Haruo Sotozaki"
    },
    "6": {
        "title": "Miraculous World: Shanghai – The Legend of Ladydragon",
        "year": "04/04/2021",
        "storyline": "To join Adrien in Shanghai, Marinette is going to visit her uncle Wang who is celebrating his anniversary. But, as soon as she arrives in China, her purse gets stolen with Tikki inside, whom she needs to secretly transform into Ladybug! Without money and alone in the immense city, Marinette accepts the help of a young and resourceful girl, Fei. The two girls will ally and discover the existence of a new magical jewel, the Prodigious. Hawk Moth, also present in Shanghai, seeks to finding it since a long time...",
        "genre": [
            "Animation",
            "Comedy",
            "Family",
            "Adventure"
        ],
        "director": "Thomas Astruc"
    },
    "7": {
        "title": "The Unholy",
        "year": "02/04/2021",
        "storyline": "Alice, a young hearing-impaired girl who, after a supposed visitation from the Virgin Mary, is inexplicably able to hear, speak and heal the sick. As word spreads and people from near and far flock to witness her miracles, a disgraced journalist hoping to revive his career visits the small New England town to investigate. When terrifying events begin to happen all around, he starts to question if these phenomena are the works of the Virgin Mary or something much more sinister.",
        "genre": [
            "Horror"
        ],
        "director": "Evan Spiliotopoulos"
    },
    "8": {
        "title": "Zack Snyder's Justice League",
        "year": "18/03/2021",
        "storyline": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy",
            "Science Fiction"
        ],
        "director": "Zack Snyder"
    },
    "9": {
        "title": "Thunder Force",
        "year": "09/04/2021",
        "storyline": "In a world where supervillains are commonplace, two estranged childhood best friends reunite after one devises a treatment that gives them powers to protect their city.",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "director": "Ben Falcone"
    },
    "10": {
        "title": "The Marksman",
        "year": "15/01/2021",
        "storyline": "Jim Hanson’s quiet life is suddenly disturbed by two people crossing the US/Mexico border – a woman and her young son – desperate to flee a Mexican cartel. After a shootout leaves the mother dead, Jim becomes the boy’s reluctant defender. He embraces his role as Miguel’s protector and will stop at nothing to get him to safety, as they go on the run from the relentless assassins.",
        "genre": [
            "Action",
            "Thriller",
            "Crime"
        ],
        "director": "Robert Lorenz"
    },
    "11": {
        "title": "Raya and the Last Dragon",
        "year": "05/03/2021",
        "storyline": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "genre": [
            "Animation",
            "Adventure",
            "Fantasy",
            "Family",
            "Action"
        ],
        "director": "Don Hall"
    },
    "12": {
        "title": "Justice Society: World War II",
        "year": "27/04/2021",
        "storyline": "While speeding off to help in an impromptu battle, The Flash blazes and rips through time, only to find himself dropped into the middle of World War II. It’s here that The Flash meets Wonder Woman and her top secret team, known as the Justice Society of America. Amidst the raging tides of war, gripping combat and the velocity of valor, The Flash must fight to return to his own timeline.",
        "genre": [
            "Animation",
            "War",
            "Science Fiction"
        ],
        "director": "Jeff Wamester"
    },
    "13": {
        "title": "Chaos Walking",
        "year": "05/03/2021",
        "storyline": "Two unlikely companions embark on a perilous adventure through the badlands of an unexplored planet as they try to escape a dangerous and disorienting reality, where all inner thoughts are seen and heard by everyone.",
        "genre": [
            "Science Fiction",
            "Action",
            "Adventure",
            "Thriller"
        ],
        "director": "Doug Liman"
    },
    "14": {
        "title": "Monster Hunter",
        "year": "18/12/2020",
        "storyline": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
        "genre": [
            "Fantasy",
            "Action",
            "Adventure"
        ],
        "director": "Paul W. S. Anderson"
    },
    "15": {
        "title": "Tom Clancy's Without Remorse",
        "year": "29/04/2021",
        "storyline": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife.",
        "genre": [
            "Action",
            "Adventure",
            "Thriller",
            "War"
        ],
        "director": "Stefano Sollima"
    }
}