{
    "1": {
        "title": "Mortal Kombat",
        "year": "23/04/2021",
        "storyline": "MMA fighter Cole Young (Lewis Tan), accustomed to taking a beating for money, is unaware of his heritage-or why Outworld's Emperor Shang Tsung (Chin Han) has sent his best warrior, Sub-Zero (Joe Taslim), an otherworldly Cryomancer, to hunt Cole down. Fearing for his family's safety, Cole goes in search of Sonya Blade (Jessica McNamee) at the direction of Jax (Mehcad Brooks), a Special Forces Major who bears the same strange dragon marking Cole was born with. Soon, he finds himself at the temple of Lord Raiden (Tadanobu Asano), an Elder God and the protector of Earthrealm, who grants sanctuary to those who bear the mark. Here, Cole trains with experienced warriors Liu Kang (Ludi Lin), Kung Lao (Max Huang) and rogue mercenary Kano (Josh Lawson), as he prepares to stand with Earth's greatest champions against the enemies of Outworld in a high stakes battle for the universe. But will Cole be pushed hard enough to unlock his arcana-the immense power from within his soul-in time to save not...",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy",
            "Sci-Fi",
            "Thriller"
        ],
        "director": "Simon McQuoid"
    },
    "2": {
        "title": "Senza rimorso",
        "year": "30/04/2021",
        "storyline": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife in Tom Clancy's Without Remorse, the explosive origin story of action hero John Clark - one of the most popular characters in author Tom Clancy's Jack Ryan universe. When a squad of Russian soldiers kills his family in retaliation for his role in a top-secret op, Sr. Chief John Kelly (Michael B. Jordan) pursues the assassins at all costs. Joining forces with a fellow SEAL (Jodie Turner-Smith) and a shadowy CIA agent (Jamie Bell), Kelly's mission unwittingly exposes a covert plot that threatens to engulf the U.S. and Russia in an all-out war. Torn between personal honor and loyalty to his country, Kelly must fight his enemies without remorse if he hopes to avert disaster and reveal the powerful figures behind the conspiracy.",
        "genre": [
            "Action",
            "Adventure",
            "Thriller",
            "War"
        ],
        "director": "Stefano Sollima"
    },
    "3": {
        "title": "Io sono nessuno",
        "year": "01/07/2021",
        "storyline": "Emmy winner Bob Odenkirk (Better Call Saul, The Post, Nebraska) stars as Hutch Mansell, an underestimated and overlooked dad and husband, taking life's indignities on the chin and never pushing back. A nobody. When two thieves break into his suburban home one night, Hutch declines to defend himself or his family, hoping to prevent serious violence. His teenage son, Blake (Gage Munroe, The Shack), is disappointed in him and his wife, Becca (Connie Nielsen, Wonder Woman), seems to pull only further away. The aftermath of the incident strikes a match to Hutch's long-simmering rage, triggering dormant instincts and propelling him on a brutal path that will surface dark secrets and lethal skills. In a barrage of fists, gunfire and squealing tires, Hutch must save his family from a dangerous adversary (famed Russian actor Aleksey Serebryakov, Amazon's McMafia)-and ensure that he will never be underestimated as a nobody again.",
        "genre": [
            "Action",
            "Crime",
            "Drama",
            "Thriller"
        ],
        "director": "Ilya Naishuller"
    },
    "4": {
        "title": "The Tomorrow War",
        "year": "02/07/2021",
        "storyline": "The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester (Chris Pratt). Determined to save the world for his young daughter, Dan teams up with a brilliant scientist (Yvonne Strahovski) and his estranged father (J.K. Simmons) in a desperate quest to rewrite the fate of the planet.",
        "genre": [
            "Action",
            "Adventure",
            "Sci-Fi",
            "Thriller"
        ],
        "director": "Chris McKay"
    },
    "5": {
        "title": "Mortal Kombat",
        "year": "10/11/1995",
        "storyline": "Based on the popular video game of the same name \"Mortal Kombat\" tells the story of an ancient tournament where the best of the best of different Realms fight each other. The goal - ten wins to be able to legally invade the losing Realm. Outworld has so far collected nine wins against Earthrealm, so it's up to Lord Rayden and his fighters to stop Outworld from reaching the final victory...",
        "genre": [
            "Action",
            "Adventure",
            "Fantasy",
            "Sci-Fi",
            "Thriller"
        ],
        "director": "Paul W.S. Anderson"
    },
    "6": {
        "title": "Godzilla vs. Kong",
        "year": "06/05/2021",
        "storyline": "Legends collide as Godzilla and Kong, the two most powerful forces of nature, clash on the big screen in a spectacular battle for the ages. As a squadron embarks on a perilous mission into fantastic uncharted terrain, unearthing clues to the Titans' very origins and mankind's survival, a conspiracy threatens to wipe the creatures, both good and bad, from the face of the earth forever.",
        "genre": [
            "Action",
            "Sci-Fi",
            "Thriller"
        ],
        "director": "Adam Wingard"
    },
    "7": {
        "title": "Love and Monsters",
        "year": "16/10/2020",
        "storyline": "Seven years after the Monsterpocalypse, Joel Dawson (Dylan O'Brien), along with the rest of humanity, has been living underground ever since giant creatures took control of the land. After reconnecting over radio with his high school girlfriend Aimee (Jessica Henwick), who is now 80 miles away at a coastal colony, Joel begins to fall for her again. As Joel realizes that there's nothing left for him underground, he decides against all logic to venture out to Aimee, despite all the dangerous monsters that stand in his way. The fun-filled and action-packed adventure also stars Michael Rooker and Ariana Greenblatt.",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy",
            "Sci-Fi"
        ],
        "director": "Michael Matthews"
    }
}